<?php
/**
 * Created by PhpStorm.
 * User: parny
 * Date: 10.04.2019
 * Time: 16:53
 */


require "../includes/config.php"
?>
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <title><?php echo $config['title_bar'];?></title>
    <?php require "../includes/link.php"?>
    <link rel="stylesheet" href="../assets/css/normalize.css">
    <link rel="stylesheet" href="../assets/css/style.css">
    <link rel="stylesheet" href="../assets/css/DropMenu.css">
    <link href="https://fonts.googleapis.com/css?family=Share+Tech+Mono|ZCOOL+QingKe+HuangYou" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css?family=Space+Mono:400,400i,700,700i|Ubuntu+Mono" rel="stylesheet">
</head>

<body>
<div class="main">
    <?php require "../includes/menu.php"?>
    <div class="header">

    </div>
    <div class="content">
        <?php require "../includes/sidebar.php";?>
        <div class="info">
            <div class="info_url_title">
                <p align="center"><a href="vidkrUroki.pdf">Графік відкритих уроків</a></p>
                <p align="center"><a href="maysterKlas.pdf">Графік проведення майстер-класів</a></p>
                <p align="center"><a href="navchPedpraz.pdf">Тематика навчання педагогічних працівників</a></p>
                <p align="center"><a href="tigniZprofes.pdf">Графік тижнів з передметів і професій</a></p>
                <br>
                <h1 align="center">Звіт про методичну роботу у 2016-2017 н.р</h1>
            </div>
            <div class="description">
                <p>У 2016-2017 н.р проведено 12 педагогічних рад. Інструктивно-методичні наради, навчання педагогів "Освітні системи світу", засідання методичних комісій проводилися згідного річного плану училища. Окрім того, за окремим графіком упродовж року працювала "Школа педагогічної майстерності майстрів виробничого навчання". На цих заняттях представники дирекції училища, методисти НМЦ ПТО у Рівненській області нагадали педагогам дидактичні, психолого-педагогічні, виховні засади організації навчально-виробничого процесу в майстернях.
                    <br>
                <p><b>У вересні 2015 року</b> було проведено тиждень фізичної культури і спорту, у грудні – тиждень права та тиждень комісії природничо-математичних, загально-технічних дисциплін та спецдисциплін операторів ЕОМ. <br>
                </p>
                <p><b>21 – 25 березня 2017 року</b> у нашому закладі проходив тиждень методичної комісії за професією «Деревообробник будівельний». Було проведено виставку творчих робіт (майстри в/н Мазурок А.В., Кравчук С.О.), виставку електрифікованого ручного інструменту (викладач Полюхович В.І.), відкриті уроки з виробничого навчання (майстри в/н Жовтанюк О.М., Дубинецький Р.О.), та з технології деревообробних робіт (викладач Полюхович В.І.), майстер-клас «Опорядження столярно-будівельних виробів двокомпонентними лаками» (майстер в/н Петрище А.М.), зустріч з інженером управління лісового господарства Рівненської області за темою «Сучасний етап та перспективи розвитку лісової та деревообробної галузі Рівненщини». Для випускників шкіл №13 та №18 була проведена екскурсія училищем з метою ознайомлення з навчально-матеріальною базою; упродовж тижня працював навчальний відеолекторій. Також в рамках тижня деревообробників було проведено конкурс професійної майстерності «Найкращий столяр».</p>
                <p><b>28 березня – 01 квітня 2017 року</b> проходив тиждень методичної комісії за професією «Опоряджувальник будівельний». Розпочав тиждень з професії відкритий урок майстра виробничого навчання І категорії Сіпатої Тетяни Іванівни. У групі №21 було проведено перевірні роботи «Виконання лицювальних робіт». Упродовж всього дня 28 березня на першому поверсі навчального корпусу демонструвалися фільми «Новинки в опоряджувальних роботах». Підібрала та адаптувала матеріал відеолекторію майстер виробничого навчання Степанович К.В.</p>
                <p><b>Майстри виробничого навчання Ярмолюк Л.Г., Поліщук Л.М., Красовська П.Г., Омельчук Г.В.</b> запросили до училища представників фірми «Капарол» та організували проведення 29 березня 2017 року майстер-класу «Декоративні штукатурки фірми «Капарол». Способи нанесення, моделювання поверхонь».
                    У середу, 30 березня 2017 року, керівники групи №20 запросили учнівську молодь на відкриту виховну годину на тему «Про що мовчить реклама?»
                    У четвер, 31 березня 2017 року, майстри виробничого навчання Потоня Л.В., Сіпата Т.І., Котюк В.Г., Ткачук Т.П. провели майстер-клас на тему: «Декоративні мозаїчні штукатурки «Короїд». Майстри виробничого навчання Поліщук Л.М., Левчук Н.М., Сіпата Т.І., Красовська П.Г. на першому поверсі навчального корпусу експонували новітні інструменти та механізми для опоряджувальних робіт.
                    В рамках тижня опоряджувальників кращі штукатури та лицювальники учнівських груп змагалися у професійній майстерності. Також у рамках тижня проводився конкурс учнівських стіннівок.<br></p>
                <p><b>04 квітня – 08 квітня 2017 року</b> у нашому закладі проходив тиждень методичної комісії за професією «Муляр; пічник».
                    Тиждень розпочався з проведення олімпіади з технології «Найкращий знавець кам’яної справи». 05 квітня 2017 року кращі муляри учнівських груп змагалися у професійній майстерності. 06 квітня 2017 року викладач технології Ткачук Марія Ростиславівна запросила на відкритий урок «Історія виникнення камінів, їх стилі». Урок було проведено у формі подорожі, до участі в ній залучено не лише учнів групи №3, а й гостей уроку.
                    07 квітня 2017 року майстер виробничого навчання Колосович Олексій Васильович провів майстер-клас на тему «Кладка гвинтових колон». Оригінальний та унікальний спосіб оформлення опор для альтанок, відкритих веранд та балконів викликав захоплення у всіх присутніх учнів та педагогічних колективів.
                    Члени методичної комісії запросили учнівську молодь на відкриту виховну годину на тему «Шануй батька і матір».
                    Також у рамках тижня проводився конкурс учнівських стіннівок.<br></p>
                <p><b>13 – 14 квітня 2017 року</b> на базі нашого навчального закладу проходив II етап Всеукраїнського конкурсу фахової майстерності серед учнів професійно-технічних навчальних закладів з професії «Лицювальник-плиточник».
                    За ініціативи Навчально-методичного центру ПТО у Рівненській області в рамках II етапу Всеукраїнського конкурсу фахової майстерності серед учнів професійно-технічних навчальних закладів з професії «Лицювальник-плиточник» проводився майстер-клас "Технологія лицювання криволінійних поверхонь". Проводила майстер-клас майстер виробничого навчання першої категорії Андрійчук В.П., її слухачами стали особи, що супроводили конкурсантів, та інші майстри виробничого навчання, що у ПТНЗ Рівненської області навчають професії «лицювальник-плиточник».<br>
                <p><b>У квітні 2017 року</b> в училищі проводиться місячник охорони праці та безпеки життєдіяльності.<br></p>
                <p><b>11 – 15 квітня 2017 року</b> в училищі проходив тиждень методичної комісії груп підготовки молодших спеціалістів.
                    Тиждень розпочався з презентації спеціальностей «Будівництво та експлуатація будівель і споруд» та «Опорядження будівель і споруд та будівельний дизайн». Викладачі Ряба Л.С., Прадош А.Я., Шпак Т.В. 11 квітня 2017 року провели квест «Цікаве креслення, хімія та комп’ютерні технології». У той же день викладачі Шпак Т.В., Бондарчук Л.Ю., Войтович О.Л. запросили учнівський та педагогічні колективи на конференцію «Сучасні методи опорядження стін». Доповідачами на конференції виступили учні груп підготовки молодших спеціалістів.
                    Вівторок, 12 квітня 2017 року, було присвячено року англійської мови в Україні. Програма дня надзвичайно насиченою: інформаційні хвилинки «2017 – рік англійської мови в Україні» у всіх навчальних кабінетах, відео-лекторій «Віртуальна подорож до Великобританії», виставка-конкурс стіннівок «Англійська мова – мова міжнаціонального спілкування». Організатори та натхненники усіх заходів викладачі англійської мови Заєць О.М. та Красовська О.Л. після уроків запросили усіх бажаючих на конкурсно-пізнавальну гру «Що? Де? Коли?».
                    13 квітня 2016 року відбулася олімпіада з будівельного матеріалознавства. Викладач Войтович О.Л. протягом дня усіх бажаючих навчала створювати квіткові композиції із цукерок та гофрованого паперу.
                    14 квітня 2017 року викладач інженерної геодезії Остапчук С.М. запросив колег на відкрите практичне заняття з дисципліни. Викладач Бондарчук Л.Ю. провела майстер-клас з об’ємно-просторової композиції залучивши до участі не лише учнів груп підготовки молодших спеціалістів, а й учнів середніх груп.
                    Представники компаній "ЛеоДім", "Rockwool" за ініціативи викладачів Похилюка В.В. та Бестюк Л.І. провели семінар на тему: "Сучасні форми та методи енергозбереження в будівництві, енергетичний паспорт підприємства, установи".
                    15 квітня 2017 року відбулася олімпіада з теоретичної механіки.
                    Відповідно до річного плану роботи училища. <br></p>
                <p><b>06-07 червня 2017 року</b> відбулася науково – практична конференція: "Підсумки роботи педагогічного колективу ВПУ №1 над єдиною науково-методичною проблемною темою«Забезпечення високого рівня підготовки кваліфікованих робітників на основі впровадження Державних стандартів ПТО та новітніх будівельних технологій» У 2007 – 2017 рр. Над названою темою педагогічний колектив училища працював із 2007 року. У 2012 році було підведено проміжні підсумки роботи. Зважаючи на висловлені пропозиції, актуальність та важливість тематики єдиної методичної проблеми на сучасному етапі розвитку професійно-технічної освіти, на засіданні педагогічної ради училища було прийнято рішення продовжити роботу над даною темою до 2017 року.
                    Основним організатором і доповідачем конференції був заступник директора з НМР Климчук П. П. Петро Павлович охарактеризував в цілому організацію та підсумки роботи над проблемою «Забезпечення високого рівня підготовки кваліфікованих робітників на основі впровадження Державних стандартів ПТО та новітніх будівельних технологій».
                    Виступили із доповідями члени дирекції, викладачі професійно-теоретичного циклу підготовки, майстри виробничого навчання усіх робітничих професій закладу.<br>
                <p><b>У січні 2017 року</b> було проведено перевірку документації методичних комісій за останні 3 роки. За результатами перевірки складено довідку, наказом по училищу передбачено ряд заходів по ліквідації недоліків у плануванні,
                    роботі та звітуванню методичних комісій.<br></p>
                <p><b>У 2016-2017 н. р.</b> атестувалося 19 педагогів училища, з них – 10 викладачів, 4 майстри виробничого навчання та два вихователі, один бібліотекар, один методист, один керівник гуртка. Дванадцять педагогічних працівників атестувалися у черговому порядку, сім – позачергово.
                    Було встановлено відповідність раніше присвоєній кваліфікаційній категорії п’яти викладачам: чотирьом – «спеціаліст вищої категорії» та одній – «спеціаліст першої категорії»; присвоєно кваліфікаційні категорії семи педагогам: 3 – «спеціаліст другої категорії», 4 – «спеціаліст першої категорії». Встановлено відповідність раніше присвоєним педагогічному званням: «викладач-методист» двом педагогам, «старший викладач» - одному педагогу, «майстер виробничого навчання ІІ категорії» - двом педпрацівникам.
                    Одному майстру виробничого навчання було встановлено посадовий оклад за 10 тарифним розрядом, трьом майстрам виробничого навчання підтверджено посадовий оклад за 12 тарифним розрядом. Присвоєно педагогічне звання «майстер виробничого навчання ІІ категорії» - одному педагогічному працівнику.
                    Одному викладачу відхилено клопотання про присвоєння педагогічного звання.
                    Дев’ять педагогів пройшли курсове підвищення кваліфікації.
                    Контроль за навчальним виробничим процесом здійснюється відповідно до Положення про внутріучилищний контроль, річного плану училища та щомісячного графіку контролю.
                    За підсумками обласного конкурсу веб-сайтів ПТНЗ сайт нашого училища посів третє місце.
                    З метою обміну педагогічним досвідом з підготовки робітничих кадрів будівельної галузі, ознайомлення з організацією роботи навчально-практичних будівельних центрів та матеріально-технічною базою Львівського Вищого професійного училища дизайну та будівництва і Львівського Вищого професійного художнього училища, на виконання наказу №358 від 30 листопада 2016 року значна частина педагогічного колективу училища 04 грудня 2016 року відвідала Львів.
                </p>
            </div>
        </div>
    </div>
    <div class="footer">
        <?php require "../includes/footer.php" ?>
    </div>
</div>
</body>

</html>