<?php
/**
 * Created by PhpStorm.
 * User: parny
 * Date: 10.04.2019
 * Time: 16:53
 */


require "../includes/config.php"
?>

<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <title><?php echo $config['title_bar'];?></title>
    <?php require "../includes/link.php"?>
</head>

<body>
    <div class="main">
        <?php require "../includes/menu.php"?>
        <div class="header">

        </div>
        <div class="content">
            <?php require "../includes/sidebar.php";?>
            <div class="info">
                <div class="index_info_title">
                    <h2>Персональний сайт Басараби Наталії Миколаївни</h2>
                    <h3>Загальні дані</h3>
                </div>
                <!-- /.content_title -->
                <div class="index_info_descr">
                    <p><img style="width: 300px; height: 180px;" align="left" src="../assets/images/portfolio/_MG_1973.JPG" alt="Photo">Наталія Миколаївна компетентний педагог, творчий викладач, вимогливий вихователь. Викладач має глибокі знання із своїх предметів, ґрунтовні – із вікової психології, фундаментальні – із застосування інформаційно-комп’ютерних технологій в навчальному процесі. На кожному уроці Наталія Миколаївна використовує елементи інтерактивного навчання; практикує групове розв’язування задач; диференційовані, рівневі самостійні та контрольні роботи, довгострокові домашні завдання з пропедевтики тем, що вивчаються.</p>
                    <p>Учні викладача брали участь у І етапі Всеукраїнського конкурсу захисту науково-дослідних робіт МАН. У 2012 році із 28 учасників троє вибороли призові місця (наказ №24-осн від 31.01.2012 УОН м.Рівне). У 2013 році в обласному огляді-конкурсі навчальних і навчально-контролюючих навчальних програм серед ПТНЗ Рівненської області навчальний комплекс Наталії Миколаївни та учня групи №12 Ясинчука Андрія «Атомна та ядерна фізика» отримав перше місце у номінації «Контролюючі програми та програми-тренажери».</p>
                    <p>З 2013 року викладач працює над індивідуальною науково-методичного проблемною темою «Формування ключових компетентностей учнів на уроках фізики та математики». Басараба Наталія Миколаївна активно впроваджує ідеї компетентнісного підходу на своїх уроках, постійно використовує інформаційно-комунікаційні технології: сформувала базу мультимедійних презентацій з геометрії та фізики; медіатеку демонстраційних матеріалів з енергозбереження; розробила серію уроків з елементами тренінгу з основ підприємницького успіху. Викладач розробила комплекти ККР з фізики для професії «Оператор ЕОМ; обліковець з реєстрації бухгалтерських даних»; ККР з основ підприємницького успіху для професій напряму «Будівництво»; упорядкувала навчально-методичний комплекс «Енергозбереження в будівництві».</p>
                    <p>Басараба Н.М. використовує нестандартні форми проведення уроків, зокрема семінари-захисти рефератів для уроків узагальнення і систематизації знань учнів із теми; бінарні чи інтегровані уроки для формування єдиної світоглядної картини учнів ПТНЗ. У 2012 році в рамках обласної методичної секції викладачів математики Наталія Миколаївна провела тренінг «Компетентнісний підхід у викладанні математики». У 2014 року для викладачів фізики ПТНЗ Рівненської області організувала екскурсію на підприємство «Високовольтний союз РЗВА» з метою ознайомлення із виробництвом. На засіданні обласної секції поділилася досвідом із колегами з організації навчальних екскурсій з фізики як засобу зацікавленості предметом.</p>
                    <p>Наталія Миколаївна бере активну участь у роботі методичної комісії природничо-математичних дисциплін, систематично виступає із доповідями по поліпшенню дидактичного забезпечення уроків фізики та математики, зокрема узагальнила матеріал із тем «Про державну та регіональну програму підвищення якості природничо-математичної освіти на період до 2015 року» (2011 рік), «Компетентнісний підхід в освіти та його реалізація у ПТНЗ», «Уміння вчитися як ключова компетентність загальної середньої освіти» (2014 рік), «Можливості предмета фізика щодо формування основних груп компетентностей учнів», «Втілення принципів концепції національно-патріотичного виховання дітей та молоді на уроках природничо-математичного циклу» (2015 рік), «Оцінка методики викладання фізики» (2016 рік); є активним популяризатором педагогічних ідей соросівського вчителя Шарко В.Д. У 2013 році в рамках тижня природничо-математичних дисциплін провела усний журнал «Дизель – мотор і людина (до 100-річчя від дня смерті Р.Дизеля)», у лютому 2015 року організувала для учнів груп підготовки молодших спеціалістів семінар з енергозбереження і енергоефективності. У грудні 2015 року в рамках тижня природничо-математичних дисциплін Наталія Миколаївна провела відкрите засідання клубу любителів природничо-математичних наук «Розумний задум у Всесвіті».</p>
                    <p><img style="width: 420px; height: 290px;" align="left" src="../assets/images/portfolio/_MG_3147.JPG" alt="Photo">Щороку викладач готує одне із занять у рамках навчання педагогічних працівників, постійно надає допомогу молодим колегам, особливо при підготовці відкритих методичних заходів; систематично виступає на педагогічних читаннях: у 2013 році - з темою «Педагогічна спадщина Януша Корчака», у 2014 році – з темою «Вишитий Кобзар», у 2015 році – підібрала низку крилатих висловів Ліни Костенко «Про Україну».</p>
                    <p>Як класний керівник групи №2, Наталія Миколаївна веде своїх вихованців до самореалізації через самопізнання, постійно проводить соціометричні зрізи, психологічні тести, тематичні години спілкування, зокрема у поточному навчальному році провела тренінги «Стратегія виходу зі стресових ситуацій», «Правила побудови особистих стосунків». Досвідом своєї роботи як класного керівника поділилася на засіданні обласної секції заступників директора з виховної роботи – провела тренінг «Ну, що б, здавалося, слова…» (про наслідки вживання інвективної лексики). У 2016 році підготувала до друку методичну збірку «Стежками духовності».</p>
                    <p>У 2012 році у І етапі Всеукраїнського огляду-конкурсу «Популярні енциклопедії робітничих професій» розробка Басараби Н.М. (у співавторстві з Рябою Л.С.) «Енциклопедія будівельних професій ВПУ №1 м.Рівне (розмова з хлопчиком)» посіла перше місце у номінації «Для учнів початкових та середніх класів».</p>
                    <p>У 2013 році підготувала і провела святково-розважальну програму до Дня студента.</p>
                    <p>Басараба Н.М. відзначається високими моральними якостями, старанністю, відповідальністю, наполегливістю, вимоглива до себе та учнів; має повагу в учнівському середовищі та педагогічному колективі.</p>
                </div>
                <!-- /.index_into_descr -->
            </div>
        </div>
        <div class="footer">
            <?php require "../includes/footer.php" ?>
        </div>
    </div>
</body>

</html>